{
  "myNameIs": "MEU NOME É",
  "services-navbar": "Serviços",
  "services": "SERVIÇOS",
  "services-subtitle": "Especializado em",
  "service-1-title": "Aplicativos móveis",
  "service-1-desc": "Construção de aplicações Android e iOS com um design atrativo e uma performance ágil. Do desenvolvimento à publicação nas lojas.",
  "service-2-title": "Web Backend & Frontend",
  "service-2-desc": "Construir sistemas Web modernos com backends seguros e interfaces dinâmicas, garantindo o desempenho e a escalabilidade.",
  "portfolio-navbar": "Portfólio",
  "portfolio": "MEUS PROJETOS",
  "portfolio-subtitle": "Em destaque",
  "project-1-title": "Morf",
  "project-1-desc": "Assistente de estudos integrado à IA generativa da OpenAI",
  "project-2-title": "Lua Station",
  "project-2-desc": "Projeto de TCC de ensino médio com técnico - Plataforma desenvolvida para facilitar a entrada de minorias sociais no mercado de tecnologia como Freelancers. Este projeto conquistou o 3º lugar no Hackathon Acadêmico da ETEC Abdias do Nascimento e foi semifinalista no Desafio Liga Jovem concorrendo contra mais de 600 grupos.",
  "project-3-title": "Cafeteria UI",
  "project-3-desc": "Aplicativo móvel que simula a experiência de uma cafeteria, permitindo aos usuários explorar opções de café, visualizar detalhes e personalizar suas escolhas em uma interface moderna e intuitiva.",
  "experience": "Experiência",
  "skills": "Habilidades",
  "resume": "Currículo",
  "description": "Engenheiro de software criativo com mais de 3 anos de experiência em empresas e startups. Proficiente em Flutter, Android Kotlin e Express.js. Apaixonado por UI/UX.",
  "careerPath": "CARREIRA PROFISSIONAL",
  "workExperiences": "Experiências de Trabalho",
  "experiences": {
    "Questione.ai": {
      "title": "Front-end Developer",
      "company": "Apple Inc",
      "location": "California, United States",
      "period": "Nov 2020 - Present · Full-time",
      "tags": ["Swift", "Go"],
      "responsibilities": [
        "Improving overall website performance for mobile users.",
        "Collaborate with back-end developers and web designers to improve usability.",
        "Add voice search feature for mobile app.",
        "Developing an admin panel to manage contents, users, products and more."
      ]
    },
    "Microsoft": {
      "title": "Software Engineer",
      "company": "Microsoft",
      "location": "Washington, United States",
      "period": "Jan 2019 - Oct 2020 · Full-time",
      "tags": ["C#", ".NET"],
      "responsibilities": [
        "Developed scalable web applications for enterprise clients.",
        "Enhanced user experience by improving performance and accessibility.",
        "Built reusable components and front-end libraries."
      ]
    }
  }
}
