{
  "myNameIs": "MEU NOME É",
  "services-navbar": "Serviços",
  "services": "SERVIÇOS",
  "services-subtitle": "Especializado em",
  "service-1-title": "Aplicativos móveis",
  "service-1-desc": "Construção de aplicações Android e iOS com um design atrativo e uma performance ágil. Do desenvolvimento à publicação nas lojas.",
  "service-2-title": "Web Backend & Frontend",
  "service-2-desc": "Construir sistemas Web modernos com backends seguros e interfaces dinâmicas, garantindo o desempenho e a escalabilidade.",
  "portfolio-navbar": "Portfólio",
  "portfolio": "MEUS PROJETOS",
  "portfolio-subtitle": "Em destaque",
  "project-1-title": "Morf",
  "project-1-desc": "Assistente de estudos integrado à IA generativa da OpenAI",
  "project-2-title": "Lua Station",
  "project-2-desc": "Projeto de TCC de ensino médio com técnico - Plataforma desenvolvida para facilitar a entrada de minorias sociais no mercado de tecnologia como Freelancers. Este projeto conquistou o 3º lugar no Hackathon Acadêmico da ETEC Abdias do Nascimento e foi semifinalista no Desafio Liga Jovem concorrendo contra mais de 600 grupos.",
  "project-3-title": "Cafeteria UI",
  "project-3-desc": "Aplicativo móvel que simula a experiência de uma cafeteria, permitindo aos usuários explorar opções de café, visualizar detalhes e personalizar suas escolhas em uma interface moderna e intuitiva.",
  "experience": "Experiência",
  "skills": "Habilidades",
  "resume": "Currículo",
  "description": "Engenheiro de software criativo com mais de 3 anos de experiência em empresas e startups. Proficiente em Flutter, Android Kotlin e Express.js. Apaixonado por UI/UX.",
  "careerPath": "CARREIRA PROFISSIONAL",
  "workExperiences": "Experiências de Trabalho",
  "experiences": {
    "Questione": {
      "title": "Engenheiro de Software Jr.",
      "company": "Questione.ai",
      "location": "São Paulo, Brasil",
      "period": "Jun 2023 - Atual · Tempo Integral",
      "tags": ["Flutter", "React.js", "Express.js","JavaScript"],
      "responsibilities": [
        "Responsável pelo desenvolvimento do Morf, um assistente de estudos integrado à IA generativa da OpenAI, utilizando Flutter.",
        "Tecnologias utilizadas: Bloc, WebSocket, Firebase Auth, Storage, Firestore, Remote Config, Analytics, Codemagic CI/CD.",
        "Aplicativo disponível na Play Store e App Store, com uma base de mais de 1300 usuários ativos.",
        "Responsável pelo desenvolvimento de um CRM com frontend em HTML, CSS, JavaScript e backend em Node.js com Express, incluindo autenticação via JWT."
      ]
    },
    "CI&T": {
      "title": "Menor Aprendiz - Desenvolvedor Android",
      "company": "CI&T",
      "location": "São Paulo, Brasil",
      "period": "Jan 2022 - Mar 2023 · Meio Período",
      "tags": ["Android Kotlin", "MVVM", "GitHub CI/CD"],
      "responsibilities": [
        "Desenvolvimento de features em um aplicativo modularizado utilizando arquitetura MVVM com Kotlin.",
        "Utilização de GitHub CI/CD para integração contínua e entrega de versões."
      ]
    },
    "Dextra": {
      "title": "Menor Aprendiz de Tecnologia",
      "company": "Dextra",
      "location": "São Paulo, Brasil",
      "period": "Set 2021 - Dez 2021 · Meio Período",
      "tags": ["Flutter Web", "Android Kotlin"],
      "responsibilities": [
        "Participação em um desafio utilizando Flutter Web.",
        "Início de uma trilha em desenvolvimento Android utilizando Kotlin."
      ]
    }
  }
}
